{"Tweets":{"0":"12.7K","1":"12.5K","2":"97.8K","3":"15.7K","4":"7,325","5":"500K","6":"40.5K","7":"24.3K","8":"2.87M"},"Following":{"0":"528K","1":"13.5M","2":"21.1M","3":"8.59M","4":"3.8M","5":"3.55M","6":"636K","7":"551K","8":null},"Followers":{"0":"6,235","1":"718","2":"215","3":"2,568","4":"76","5":"14.1K","6":"2,786","7":"42","8":"More "},"Likes":{"0":"7,314","1":"1,162","2":"2,296","3":"1,644","4":"3,208","5":"4,816","6":"3,135","7":"787","8":null},"Company":{"0":"IBM","1":"Facebook","2":"Google","3":"Microsoft","4":"Tesla","5":"McDonald's","6":"Cognizant","7":"Bloomberg LP","8":"Apple"},"Handle":{"0":"@IBM","1":"@Facebook","2":"@Google","3":"@Microsoft","4":"@Tesla","5":"@McDonald's","6":"@Cognizant","7":"@Bloomberg LP","8":"@Apple"},"Articles1":{"0":"IBM CEO: AI-driven 'new collar' jobs are coming, and it's up to businesses to prepare a new generation of workershttps:\/\/www.cnbc.com\/2019\/05\/31\/ibm-ceo-companies-must-prepare-society-for-the-impending-ai-workforce.html …","1":"https:\/\/twitter.com\/engadget\/status\/1134489289113387010 …","2":"Rottweilers don’t shed…in Search. ARf, ARf!pic.twitter.com\/8qtjEcjFKn","3":"Our Redmond campus is bursting with colors today! Incredible to see all the support from our Microsoft employees who are pushing for a more inclusive world.  #MicrosoftPride #FeelThePridepic.twitter.com\/PHayfKkDxQ","4":"Tesla’s mission is to accelerate the world’s transition to sustainable energy. \n\n \n\n(a thread)","5":"The best thing about today is it’s #NationalHamburgerDay! Celebrate accordingly. ","6":"Companies need to compete on software to stay ahead. That’s why we created a unique engineering approach to design and build new products. @SOFTVISION_USA #DigitalEngineering http:\/\/cognizant.com\/softvision pic.twitter.com\/n8O9iboQZZ","7":"Now is the time for enterprises to get comfortable with alternative data.https:\/\/cards.twitter.com\/cards\/18ce53vvxcx\/76kco …","8":null},"Articles2":{"0":".@IBM is one of our oldest partners. They saw the value in #opensource early & invested in it often. Their investments yesterday, today, & tomorrow allow #RedHat to accelerate our mission. Hear from @Jwhitehurst & Ginni Rometty at #RHSummit @RedHatPartnerspic.twitter.com\/l7MhWExEua","1":"Using Surveys to Make News Feed More Personalhttps:\/\/newsroom.fb.com\/news\/2019\/05\/more-personalized-experiences\/ …","2":"What’s black and white and AR all over?\n\nA giant panda in Search.pic.twitter.com\/P4M2ki7uMe","3":"Learn how @Starbucks  is brewing a better customer experience with #AI:pic.twitter.com\/TlVqRpfU4z","4":"At Tesla, we support a diverse, inclusive and safe environment for all.","5":"On behalf of all the small : #HappyMothersDay  ","6":"When the everyday details of our lives become data points, we need to tackle fundamental questions about security and trust, especially as #AI evolves. Read our ideas on confronting The Trust Paradox. @PaulRoehrig https:\/\/cogniz.at\/2ZbtEWf pic.twitter.com\/pP1NAe3bvD","7":"The #BloombergGEI is the world’s only comprehensive investment-quality data source on gender equality.https:\/\/bloom.bg\/2XgjLpk ","8":null},"Articles3":{"0":"Two major ocean carriers will join the TradeLens #blockchain enabled digital shipping platform, helping to digitize the global supply chain and transform trade:https:\/\/on.wsj.com\/2WgLzxo ","1":"This #MemorialDay, we’re honoring those who have died while serving the U.S. military. Thank you to @TAPSorg for all that you do to support #MilitaryFamilies. We are proud that Messenger Kids could play a small part in helping this family create a support system for their kids.pic.twitter.com\/vTmtWHSadG","2":"It’s AR of the tiger!\n\nIf you’ve got an AR-enabled phone, you can now bring select animals right into your space for a safari (or safe snuggle) with Search.pic.twitter.com\/kWpudETgeq","3":"#FlashbackFriday to the 1985 ground breaking of @Microsoft's Redmond campus. Today, as a Zero Waste Certified campus, we’re continuing our devotion to sustainability with 2.5 million sq. feet of new office space in the works: http:\/\/msft.social\/PIIR73 ","4":"Walking into Pride Month like...pic.twitter.com\/4P4dCeTHv8","5":"¡Es verdad! (It’s for real!) Global menu items are coming to the U.S. with our Worldwide Favorites menu at participating McDonald’s for a limited time. Around the world is almost around the corner, starting June 5. No passport required! pic.twitter.com\/w0al3vawLl","6":"Our very own Ben Pring discussed job training and the book 'What to do when machine's do everything' at the #OECDForum in Paris. #BeCognizantpic.twitter.com\/M6uxNCh4tz","7":"Total spending on financial market data, analysis and news rose 7% to a record $30.5 billion in 2018 - the fastest growth since 2008.https:\/\/bloom.bg\/2wuTI1S ","8":null},"Articles4":{"0":"At IBM, we believe in the capacity of #blockchain to deliver transformational outcomes for business and society. Our work in blockchain is guided by 5 principles: http:\/\/bitly.com\/2YUtfqP pic.twitter.com\/YT6MSYsGTx","1":"Over 1\/2 of Americans know someone affected by the opioid crisis but only ~ 1\/4 of those w\/ opioid addiction get the treatment they need. We've teamed up w\/ @thepartnership & @cntronaddiction to launch #StopOpioidSilence to fight the stigma. http:\/\/stopopioidsilence.org  to learn more.pic.twitter.com\/MSqgXFgDvn","2":"For over 40 years, Peter Welch has been using a metal detector to hunt for hidden history in the English countryside—but it was @googleearth that helped him locate his biggest find → http:\/\/g.co\/weekendwanderers … #SearchOnpic.twitter.com\/AW64oi5ka6","3":"Kids are learning to talk and read with the help of animal friends  and #AI. Here's how: http:\/\/msft.social\/Fti8yw ","4":"Important Announcement (unless you like paying for gas): All inventory Model S and Model X cars now come with unlimited free Supercharging. This ends on June 30.","5":"Happy #NationalHaveACokeDay!  Get a FREE any size soft drink with $1 min. purchase on our App at participating McDonald’s.pic.twitter.com\/MnXUismwrn","6":"Are you surprised that only 15% of companies have successfully implemented an #AI project? Download our report #LeadingInDigital https:\/\/cogniz.at\/2Z1reZX pic.twitter.com\/x1dl3xkyap","7":"For the past decade, we've made changes to our operations to become more efficient and resilient. Not only has that transformed our culture, but it's also helped us avoid $116 million in operating costs. #BloombergImpacthttps:\/\/bloom.bg\/2HGz9Go ","8":null},"Articles5":{"0":"90% of the $16 trillion global goods trade happens via ocean shipping & an est 20% of the cost is simply paperwork - until now! @IBM’s Bridget van Kralingen joins @firstmove to discuss how their #blockchain technology is changing the game.pic.twitter.com\/yRto2d0pVw","1":"Sheryl Sandberg just went Live with Fidji Simo, new head of the Facebook app, to chat about Fidji's new role, some of our recent announcements, and her  advice for women in tech. Check it out:  https:\/\/www.facebook.com\/sheryl\/videos\/10161676945990177\/ …pic.twitter.com\/QNyMhwMkLs","2":"Today we’re announcing the #GoogleScienceFair global finalists. Get ready for an overload of inspiration! Check out their outstanding projects → https:\/\/www.googlesciencefair.com\/ pic.twitter.com\/7v6aqoNVxb","3":"Play with Pride. #Pride2019pic.twitter.com\/LIN2WB4KS9","4":"Unless you've encountered Sentry Mode, in which case we *do* want you to be alarmed ","5":"Don’t settle on your first meal of the day. Wake up breakfast with a delicious, freshly prepared Egg McMuffin. Which part is your fave?","6":"Banking and manufacturing orgs can deploy hybrid #cloud to deliver innovative new products and services which enhance the customer experience. #CX #LeadingInDigital https:\/\/cogniz.at\/2Z1hlvj pic.twitter.com\/XaQXZhrIKb","7":"300 Bloomberg Intelligence research professionals around the world take pride in the fact that they don’t let buy\/sell ratings influence their work. They want you to draw your own conclusions.https:\/\/cards.twitter.com\/cards\/18ce53vvxcx\/6fhj6 …","8":null}}